<template>
	<view class="content">
		<x-nav-bar title="推广规则"></x-nav-bar>
		<!-- 新禧保险用户协议 -->
		<view class="main">
			<view> 您在禧小保平台对禧小保平台的保险产品进行推广，您可依据本规则获得推广费用。</view>
			<view> 一、推广费的定义及获得推广费的条件</view>
			<view> 您注册成为禧小保平台的用户后可以通过禧小保平台提供的链接进行线上或线下推广，凡通过您转发的推广链接投保成功的保单，在满足本规则的条件下，您将获得相应的推广费。</view>
			<view> 二、推广费的计算和支付</view>
			<view> 2.1 推广费的计算</view>
			<view> 2.1.1推广费的计算标准以用户的有效推广行为为依据，并按照在禧小保平台发布并随时更新的计算方式予以计算。</view>
			<view> 有效推广行为须满足以下条件：</view>
			<view> （1）您通过禧小保平台帐户登录禧小保平台进行的推广行为；</view>
			<view> （2）您或者任何第三方通过禧小保平台中所属您个人的推广链接进入保险机构在禧小保平台设置的交易前台并投保。</view>
			<view> （3）投保成功后未发生退保。</view>
			<view> 2.1.2 如投保已成功后发生退保行为，您将无权获得相对应的推广费。若您已获得推广费后发生退保的，将在下一个结算期内扣回已向您支付的推广费。</view>
			<view> 2.2 推广费的支付</view>
			<view> 2.2.1
				您依据本规则的规定可获得的推广费用，由与您签署相关协议的第三方公司（下称“支付方”）依据《中华人民共和国个人所得税法》、《中华人民共和国个人所得税法实施条例》中关于劳务报酬所得的征税规定为您代扣代缴个人所得税后于每个月的15日统一汇至您在禧小保平台的账户。</view>
			<view> 2.2.2您每月可免费提现（即您申请将您获得的可提现推广费转账至您指定的银行账户）两次，超过两次将扣收您2元/次的手续费。</view>
			<view> 2.2.3 您在提现时需满足以下条件，否则您的提现申请有可能被拒绝。</view>
			<view> （1）您应当是禧小保平台实名注册用户并已设置交易密码；</view>
			<view> （2）该账户已与您在指定银行的银行账户进行绑定；</view>
			<view> （3）您在提现时需要上传身份证正反面照片。</view>
			<view> 2.2.4 因您提供的账户错误、账户被注销或账户不符合提现账户要求而导致提现不成功的，支付方不承担责任，同时，支付方有权采用其他方式向您支付推广费用。</view>
			<view> 三、禁止行为</view>
			<view> 3.1严禁您通过以下行为获得推广费，一经发现，支付方有权追回已经给予您的推广费和其他已经兑换的奖励，并视情节严重可中止或注销您的账号，同时您必须承担由此给支付方带来的所有损失：</view>
			<view> （1）投保后恶意退保的；</view>
			<view> （2）违反《用户注册和使用协议》及已经发布的及将来可能发布的各类规则；</view>
			<view> （3)您隐瞒或虚构您的客户（投保人）与保险合同有关的重要情况；您阻碍您的客户（投保人）履行如实告知义务或诱导、串通您的客户不履行如实告知义务；</view>
			<view> （3）其他违反法律法规或者违反诚实信用、公平原则的行为。</view>
			<view> 3.2 投保后恶意退保是指您使用或允许他人使用您的账户以获得推广费为目的投保并于取得推广费之后退保的。</view>
			<view> 3.3支付方有权对您是否违反上述禁止行为做出单方认定，并根据单方认定结果适用规则予以处理，这无须征得您的同意。</view>
			<view> 四、认证需由本人进行</view>
			<view> 请您务必确认此次认证系由本人亲自进行，如存在冒用他人销售资质进行认证的行为，本公司将依法保留追究其法律责任的权利（冒用他人销售资质可能造成无法提现）。</view>
		</view>
	</view>
</template>

<script>
	export default {

	}
</script>

<style lang="scss" scoped>
	.content {
		padding: 24rpx;
		font-size: 28rpx;

		.main {
			view {
				text-indent: 2em;
			}

			.tit {
				text-indent: 0;
				font-weight: bold;
			}
		}
	}
</style>
