<template>
	<view class="content">
		<x-nav-bar title="个人信息使用授权书"></x-nav-bar>
		<view class="main">
			<view>重要提示</view>
			<view> 为了保障您的合法权益，请您务必审慎阅读、充分理解授权书条款内容。特别是免除或者减轻新禧保险经纪有限公司（及其子公司）责任或限制您权利的条款。其中，免除或者减轻责任条款将以加粗形式提示您注意。</view>
			<view> 除非您已阅读并接受本授权书所有条款，否则您无权使用“支付及提现业务"服务。您的使用、登录等行为即视为您已阅读并同意接受本授权书条款的约束。</view>
			<view> 新禧保险经纪有限公司：</view>
			<view> 本人充分理解并同意所签署的授权书的各项条款。现本人主动申请开通“支付及提现业务"服务。为客观、准确地使用“支付及提现业务”服务，就授权使用本人的相关必要信息，本人作出如下声明：</view>
			<view> 一、本人同意并授权新禧保险经纪有限公司（及其子公司）、可使用和分析本人在禧小保平台中的相关历史信息、支付数据信息等相关必要信息；本人同意并授权被授权人将相关信息分析结果传输给必要的业务方。</view>
			<view> 二、本人同意并授权，被授权人可以将本人的姓名、身份证号、联系方式、银行卡信息及其他相关必要信息传输给银联商务股份有限公司使用。</view>
			<view> 三、本人授权新禧保险经纪有限公司（及其子公司）分享给本人授权的其它银行以及被授权人必要的合作伙伴。</view>
			<view> 授权人声明：</view>
			<view> 以上授权期限为本人作出本授权承诺之日起至本人与新禧保险经纪有限公司在禧小保平台上所有业务终结之日止。</view>
			<view>
				若本人与以上被授权人发生任何纠纷或争议，首先应友好协商解决；协商不成的，本人同意将纠纷或争议提交至本授权书签订地（南昌市红谷滩新区）有管辖权的人民法院管辖。本授权书的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。</view>
			<view> 本人已知悉本授权书所有内容的意义（特别是加粗字体内容），以及由此产生的法律效力，自愿作出上述授权。本授权书是本人真实的意思表示，本人同意承担由此带来的一切法律后果。</view>
			<view> 特此授权！</view>
		</view>
	</view>
</template>

<script>
	export default {

	}
</script>

<style lang="scss" scoped>
	.content {
		padding: 24rpx;
		font-size: 28rpx;

		.main {
			view {
				text-indent: 2em;
			}

			.tit {
				text-indent: 0;
				font-weight: bold;
			}
		}
	}
</style>
